<template>
  <section>
    <h1>Во все тяжкие</h1>
    <img
      src="https://www.soyuz.ru/public/uploads/files/2/7213945/20180720184334b67fa52fb3.jpg"
    />
    <p>
      Breaking Bad (Во все тяжкие) - американская телевизионная криминальная драма, премьерные серии которой
      транслировались с 20 января 2008 года по 29 сентября 2013 года по
      кабельному каналу AMC. На протяжении пяти сезонов, состоящих из 62
      эпизодов, показана история Уолтера Уайта, школьного учителя, у которого
      диагностировали неоперабельный рак лёгких и который, вместе со своим
      бывшим учеником Джесси Пинкманом, начинает производить и продавать
      метамфетамин, чтобы обеспечить финансовое будущее своей семьи. Постановка
      и съёмка сериала велись в городе Альбукерке (штат Нью-Мексико).
    </p>
  </section>
</template>

<style scoped>
section {
  display: flex;
  flex-direction: column;
  align-items: center;
}
h1 {
  font-size: 40px;
}
img {
  border-radius: 16px;
  border-color: black;
  margin: 40px 0;
}
p {
  font-size: 25px;
  text-align: justify;
}
</style>
